08ISTANBUL397
POST-MODERN YOUTH MOVEMENT USES NEW MEDIA IN
Tue Jul 29 00:00:00 +0200 2008
UNCLASSIFIED
Consulate Istanbul
VZCZCXRO8282
RR RUEHAG RUEHAST RUEHDA RUEHDF RUEHFL RUEHIK RUEHKW RUEHLA RUEHLN
RUEHLZ RUEHPOD RUEHROV RUEHSR RUEHVK RUEHYG
DE RUEHIT #0397/01 2110847
ZNR UUUUU ZZH
R 290847Z JUL 08
FM AMCONSUL ISTANBUL
TO RUEHC/SECSTATE WASHDC 8341
INFO RUEHZL/EUROPEAN POLITICAL COLLECTIVE
RUEHGB/AMEMBASSY BAGHDAD 0079
RUEHIT/AMCONSUL ISTANBUL
RHMFIUU/EUCOM POLAD VAIHINGEN GE
RHMFIUU/39ABG INCIRLIK AB TU
RUEHAK/USDAO ANKARA TU
RUEKJCS/SECDEF WASHDC
RHMFISS/JOINT STAFF WASHDC
RUEUITH/ODC ANKARA TU
RUEKJCS/DIA WASHDC
RHEHNSC/NSC WASHDC
RUEAIIA/CIA WASHDCUNCLAS SECTION 01 OF 02 ISTANBUL 000397 
 
SIPDIS 
 
E.O. 12958: N/A 
TAGS: OPRC PGOV PREL SCUL TU
SUBJECT: POST-MODERN YOUTH MOVEMENT USES NEW MEDIA IN 
CAMPAIGN FOR DEMOCRACY 
 
REF: ANKARA 1168 
 
¶1. Summary At a time when most Turkish youth are politically 
disengaged and apathetic (REF A), the Young Civilians (Genc 
Siviller) are an important 
indication of emerging social change, helping to organize 
recent anti-coup rallies in key cities. The five year old 
organization, with 2000 members in Yahoo email groups and 
close to 7500 on the Facebook website, opposes what it 
characterizes as an "ongoing coup d'etat" by the military and 
judiciary. The group's leaders describe themselves as 
"democrats of conscience" who are 
above the fray of party politics and ideology, although they 
are undeniably political activists. End Summary. 
 
---------- 
Background 
 
¶2. The Young Civilians NGO has come a long way since their 
first protests in 2003 opposing the annual May 19 Youth and 
Sports Day holiday as too "Soviet" for modern Turkey. A 
diverse group of young people, both religious and secular, 
with a variety of political philosophies, the student-run 
organization helped organize recent anti-coup rallies, 
including a July 26 demonstration in Ankara.  As for the 
Ankara event, the group occasionally affiliates with the 
Common Sense Movement, a pro-democracy campaign generally 
regarded as nationalist, conservative and religious, although 
Young Civilians members stress they have their own unique 
platform: "The only 'common sense' we share is democracy," 
explained one YC leader. 
 
¶3. Known for its use of humor and irony to leaven potentially 
subversive comments, the Young Civilians leaders we met told 
us the group relies heavily on so-called New Media (internet, 
etc.)to get out their message and attract 
members. With only about thirty core members, the group's 
sizable following in online forums reflects the success of 
this approach. The founders were unable to explain the 
organization's leadership structure and decision-making 
processes. 
 
--------------------------------------------- - 
FEAR, NOT APATHY, KEEPS YOUTH OUT OF POLITICS 
 
¶5. In contrast to the political apathy and disaffection 
characteristic of most Turkish youth (REF A), the Young 
Civilian leadership are optimistic about their ability to 
affect change and move Turkey away from the "rigid and 
exclusionary ideologies of the past." The leaders we met with 
rejected our depiction of Turkish youth as politically 
apathetic, arguing that most young people are interested in 
politics but afraid to join political organizations because 
of the country's history of coups and oppression of 
opposition groups. Noting their families' opposition to their 
activism, Young Civilian leaders admitted they are "risking 
their futures" by their activism, but claimed that, as 
"democrats of conscience," opposing coups is "an obligation, 
not a choice." 
 
---------------- 
BEYOND IDEOLOGY 
 
¶6. Members described the state's Kemalist ideology as "a 
dress that has grown too small for Turkey." The Young 
Civilians consider dialogue the solution, and see value in 
their organization's ability to bring together people from 
throughout civil society. The group purposefully uses 
politically loaded rhetoric borrowed from various ideologies 
in order, they say, to avoid association with specific and 
exclusionary social labels and to deconstruct the labels. For 
instance, in 2007, the Young Civilians ran a campaign for 
their own fictitious presidential candidate, Aliye Ozturk. 
Ozturk is a part-Kurdish, part-Armenian Alevi Woman, shown on 
election posters wearing a traditionally-tied headscarf. In a 
more recent campaign called "Let's become a little bit 
Kurdish," the group hosted Kurdish language and culture 
classes and a celebration in Diyarbakir. "The State can't 
make people afraid of Kurds and Communists anymore," said one 
member. "Turkey needs an ideology big enough for 'the 
 
ISTANBUL 00000397  002 OF 002 
 
 
others'," those Turks who do not subscribe to strict Kemalist 
orthodoxy. Although the group's emphasis on "dialogue" echoes 
that of the Islam-based Fethullah Gulen movement, members 
stressed they have no association with the Gulenist movement. 
 
-------------------------------- 
"WHAT WE WANT IS REAL POLITICS" 
 
¶7. The Young Civilian members we spoke with advocated liberal 
democracy for Turkey. Several voted for the ruling Justice 
and Development Party (AKP) in the July 2007, even though 
they disagree with the party's social and political views. 
They considered a vote for AKP to be a vote against the 
military, which interfered in the 2007 presidential election. 
 One YC leader observed that while the AKP "isn't an ideal 
democratic party," it had moved Turkey closer to democracy by 
advancing EU membership and the headscarf issue (which the 
Young Civilians view as a matter of personal choice). 
Conversely, members consider the military and judiciary as 
the embodiment of anti-democratic values.  "What the military 
is protecting are not democratic values, only a specific 
interpretation of secularism. Democratic values must be 
protected by a fair and independent judiciary and civil 
society," According to one YC leader. 
 
¶8. COMMENT: The Young Civilians represent a progressive 
strand of pro-democracy thought at a critical time in 
Turkey's political development. The group's ability to 
mobilize the country's youth through its use of New Media may 
be a hopeful sign that Turkish young people may no longer be 
content to observe politics from the sidelines. The lack of a 
clear leadership structure may stunt the group's growth and 
dilute its pro-democracy message in the mix of its diverse 
online memberships' interests. While the group's ambiguous 
leadership and decision-making structure may reflect a 
grassroots advocacy structure, future growth will likely 
require more structured management. Whether or not the Young 
Civilians marks the return of Turkey's youth to the political 
scene, its message of dialogue, debate and a fresh approach 
is a refreshing addition. END COMMENT 
 
 
OUDKIRK 
OUDKIRK